{
    "Mammalian": [
        {
            "bilde": "mouse_1.jpg",
            "tittel": "MusBot 1.0",
            "beskrivelse": "En elegant og smidig robotmus, perfekt for underholdning, læring eller som en leken følgesvenn. MusBot 1.0 beveger seg med presisjon og sjarm.",
            "pris": "499,99 NOK",
            "General": "Kompakt og smidig robotmus med interaktive funksjoner.",
            "Kategori": "Mammalian",
            "Storrelse": "Liten",
            "Vekt": 0.5,
            "Materiale": "Aluminiumslegering og slitesterk ABS-plast",
            "Batteri": "Oppladbart litium-ion-batteri",
            "Lading": 2,
            "Garanti": "1 år",
            "Funksjoner": "Fjernstyrt bevegelse, hinderdeteksjon, lysende øyne og lydeffekter.",
            "Aldersanbefaling": 8,
            "Spesifikasjoner": "Hastighet: 1 m/s, Sensorer: Infrarød for hinderdeteksjon, Batteritid: 4 timer kontinuerlig bruk."
        },
        {
            "bilde": "mouse_2.jpg",
            "tittel": "MusBot 2.0",
            "beskrivelse": "Den oppgraderte MusBot 2.0 bringer enda mer glede med avanserte funksjoner og et enda søtere design. Perfekt for både barn og voksne som elsker teknologi!",
            "pris": "599,99 NOK",
            "General": "En oppgradert robotmus med forbedret ytelse og flere interaktive funksjoner.",
            "Kategori": "Mammalian",
            "Storrelse": "Liten",
            "Vekt": 0.6,
            "Materiale": "Rustfritt stål og slitesterk ABS-plast",
            "Batteri": "Oppladbart litium-polymer-batteri",
            "Lading": 2.5,
            "Garanti": "2 år",
            "Funksjoner": "Fjernstyrt bevegelse, avansert hinderdeteksjon, LED-lys, realistiske lydeffekter og interaktiv lekemodus.",
            "Aldersanbefaling": 10,
            "Spesifikasjoner": "Hastighet: 1,5 m/s, Sensorer: Infrarød og ultralyd for hinderdeteksjon, Batteritid: 6 timer kontinuerlig bruk."
        },
        {
            "bilde": "mouse_3.jpg",
            "tittel": "MusBot 3.0",
            "beskrivelse": "MusBot 3.0 er den ultimate robotmusen, med banebrytende teknologi og et futuristisk design. Perfekt for den som ønsker det beste innen robotlek og læring.",
            "pris": "749,99 NOK",
            "General": "En avansert robotmus med toppmoderne teknologi og uendelige muligheter.",
            "Kategori": "Mammalian",
            "Storrelse": "Medium",
            "Vekt": 0.8,
            "Materiale": "Karbonfiber og høykvalitets ABS-plast",
            "Batteri": "Høyytelses litium-ion-batteri",
            "Lading": 1.5,
            "Garanti": "3 år",
            "Funksjoner": "Fjernstyrt bevegelse, 360-graders rotasjon, avansert AI som lærer brukermønstre, tilpasningsbare LED-lys og interaktive lyder.",
            "Aldersanbefaling": 12,
            "Spesifikasjoner": "Hastighet: 2 m/s, Sensorer: Multispektrale sensorer for hinderdeteksjon og miljøanalyse, Batteritid: 8 timer kontinuerlig bruk."
        },
        {
            "bilde": "dog_1.jpg",
            "tittel": "HundBot 1.0",
            "beskrivelse": "HundBot 1.0 er en trofast robotvenn som bringer glede og underholdning til hele familien. Med realistiske bevegelser og lyd, er den det perfekte valget for hundeelskere.",
            "pris": "1 299,99 NOK",
            "General": "En interaktiv robotvalp med realistiske bevegelser og lyd.",
            "Kategori": "Mammalian",
            "Storrelse": "Medium",
            "Vekt": 2.5,
            "Materiale": "Aluminiumslegering og myk silikon for realistisk følelse",
            "Batteri": "Oppladbart litium-ion-batteri",
            "Lading": 3,
            "Garanti": "2 år",
            "Funksjoner": "Realistiske bjeffelyder, bevegelige ben og hale, ansiktsgjenkjenning og stemmestyring.",
            "Aldersanbefaling": 6,
            "Spesifikasjoner": "Hastighet: 1 m/s, Sensorer: Kamera for ansiktsgjenkjenning og ultralyd for hinderdeteksjon, Batteritid: 5 timer kontinuerlig bruk."
        },
        {
            "bilde": "cat_1.jpg",
            "tittel": "KattBot 1.0",
            "beskrivelse": "KattBot 1.0 er en elegant og selvstendig robotkatt som bringer liv til ethvert hjem. Med myke bevegelser og en sjarmerende personlighet, er den perfekt for katteelskere.",
            "pris": "1 099,99 NOK",
            "General": "En sofistikert robotkatt med realistiske bevegelser og lyd.",
            "Kategori": "Mammalian",
            "Storrelse": "Medium",
            "Vekt": 1.8,
            "Materiale": "Myk silikon og slitesterk ABS-plast",
            "Batteri": "Oppladbart litium-polymer-batteri",
            "Lading": 2.5,
            "Garanti": "2 år",
            "Funksjoner": "Purring, mjauelyder, bevegelige ører og hale, samt sensorbasert interaksjon.",
            "Aldersanbefaling": 6,
            "Spesifikasjoner": "Hastighet: 0.8 m/s, Sensorer: Berøringssensorer og infrarød for hinderdeteksjon, Batteritid: 6 timer kontinuerlig bruk."
        }
    ],
    "Avian": [
        {
            "bilde": "penguin_1.jpg",
            "tittel": "PingvinBot 1.0",
            "beskrivelse": "PingvinBot 1.0 er en sjarmerende robotpingvin som vagger rundt og sprer glede. Perfekt for barn og voksne som elsker arktiske eventyr!",
            "pris": "899,99 NOK",
            "General": "En interaktiv robotpingvin med realistiske bevegelser og lyder.",
            "Kategori": "Avian",
            "Storrelse": "Medium",
            "Vekt": 1.2,
            "Materiale": "Slitesterk ABS-plast og myk silikon for detaljer",
            "Batteri": "Oppladbart litium-ion-batteri",
            "Lading": 2,
            "Garanti": "1 år",
            "Funksjoner": "Vaggende gange, realistiske pingvinlyder, LED-lys i øynene og sensorbasert interaksjon.",
            "Aldersanbefaling": 5,
            "Spesifikasjoner": "Hastighet: 0.5 m/s, Sensorer: Berøringssensorer og infrarød for hinderdeteksjon, Batteritid: 4 timer kontinuerlig bruk."
        },
        {
            "bilde": "penguin_2.jpg",
            "tittel": "PingvinBot 2.0",
            "beskrivelse": "PingvinBot 2.0 bringer mer moro med forbedrede bevegelser og flere interaktive funksjoner. Denne sjarmerende robotpingvinen er en hit for hele familien!",
            "pris": "1 099,99 NOK",
            "General": "En oppgradert robotpingvin med avanserte funksjoner og realistiske detaljer.",
            "Kategori": "Avian",
            "Storrelse": "Medium",
            "Vekt": 1.5,
            "Materiale": "Høykvalitets ABS-plast og silikon for realistiske detaljer",
            "Batteri": "Oppladbart litium-polymer-batteri",
            "Lading": 2.5,
            "Garanti": "2 år",
            "Funksjoner": "Forbedret vaggende gange, realistiske lyder, ansiktsgjenkjenning, LED-lys og lekeprogrammer.",
            "Aldersanbefaling": 6,
            "Spesifikasjoner": "Hastighet: 0.7 m/s, Sensorer: Kamera for ansiktsgjenkjenning og infrarød for hinderdeteksjon, Batteritid: 5 timer kontinuerlig bruk."
        },
        {
            "bilde": "penguin_3.jpg",
            "tittel": "PingvinBot 3.0",
            "beskrivelse": "PingvinBot 3.0 er den ultimate robotpingvinen, med toppmoderne teknologi og en futuristisk design. Denne roboten er perfekt for den som ønsker en avansert og interaktiv robotvenn.",
            "pris": "1 499,99 NOK",
            "General": "En toppmoderne robotpingvin med banebrytende funksjoner og uovertruffen bevegelsesevne.",
            "Kategori": "Avian",
            "Storrelse": "Stor",
            "Vekt": 2.0,
            "Materiale": "Karbonfiber og slitesterk plast for ekstrem holdbarhet",
            "Batteri": "Oppladbart litium-ion-batteri",
            "Lading": 3,
            "Garanti": "3 år",
            "Funksjoner": "Fjernstyrt bevegelse, avansert AI for personlig tilpasning, realistiske pingvinlyder, LED-lys i øynene, og interaktive spillmoduser.",
            "Aldersanbefaling": 8,
            "Spesifikasjoner": "Hastighet: 1 m/s, Sensorer: Infrarød og ultralyd for hinderdeteksjon, Kamera for interaksjon, Batteritid: 6 timer kontinuerlig bruk."
        },
        {
            "bilde": "bat_1.jpg",
            "tittel": "FlaggermusBot 1.0",
            "beskrivelse": "FlaggermusBot 1.0 er en spennende og futuristisk robotflaggermus som flyr med imponerende presisjon. Perfekt for de som ønsker en robotvenn med et snev av nattens mystikk.",
            "pris": "1 299,99 NOK",
            "General": "En interaktiv robotflaggermus med realistiske flugegenskaper og lys.",
            "Kategori": "Avian",
            "Storrelse": "Liten",
            "Vekt": 0.8,
            "Materiale": "Lettvekts karbonfiber og slitesterk plast",
            "Batteri": "Oppladbart litium-ion-batteri",
            "Lading": 2.5,
            "Garanti": "2 år",
            "Funksjoner": "Fjernstyrt flyvning, LED-lys i vingene, realistiske lyder og bevegelse, samt sensorbasert hinderdeteksjon.",
            "Aldersanbefaling": 8,
            "Spesifikasjoner": "Hastighet: 1.2 m/s, Sensorer: Infrarød for hinderdeteksjon og gyroskop for presis flyvning, Batteritid: 4 timer kontinuerlig bruk."
        },
        {
            "bilde": "kiwi_1.jpg",
            "tittel": "KiwiBot 1.0",
            "beskrivelse": "KiwiBot 1.0 er en sjarmerende robotkiwi som beveger seg med de karakteristiske trinnene til denne fascinerende fuglen. Perfekt for dem som ønsker en robotvenn med et eksotisk preg.",
            "pris": "1 199,99 NOK",
            "General": "En interaktiv robotkiwi med realistiske bevegelser og søte lyder.",
            "Kategori": "Avian",
            "Storrelse": "Liten",
            "Vekt": 1.0,
            "Materiale": "Høykvalitets plast og myk silikon for realistisk følelse",
            "Batteri": "Oppladbart litium-polymer-batteri",
            "Lading": 2,
            "Garanti": "2 år",
            "Funksjoner": "Bevegelige ben og hale, realistiske kiwi-lyder, LED-lys i øynene og sensorbasert interaksjon.",
            "Aldersanbefaling": 6,
            "Spesifikasjoner": "Hastighet: 0.6 m/s, Sensorer: Berøringssensorer og infrarød for hinderdeteksjon, Batteritid: 5 timer kontinuerlig bruk."
        }
    ],
    "Arachnid & Other Invertebrates": [
        {
            "bilde": "spider_1.jpg",
            "tittel": "EdderkoppBot 1.0",
            "beskrivelse": "EdderkoppBot 1.0 er en imponerende robotedderkopp med realistiske bevegelser og 8 bevegelige ben. Den perfekte robotvennen for dem som er fascinert av naturens fineste konstruksjoner.",
            "pris": "1 499,99 NOK",
            "General": "En robotedderkopp med avanserte bevegelser og realistiske detaljer.",
            "Kategori": "Arachnid & Other Invertebrates",
            "Storrelse": "Medium",
            "Vekt": 1.5,
            "Materiale": "Høykvalitets plast og metall for holdbarhet",
            "Batteri": "Oppladbart litium-ion-batteri",
            "Lading": 3,
            "Garanti": "2 år",
            "Funksjoner": "Fjernstyrt bevegelse, 8 bevegelige ben, realistiske edderkoppelyder, og lysende øyne.",
            "Aldersanbefaling": 10,
            "Spesifikasjoner": "Hastighet: 0.8 m/s, Sensorer: Berøringssensorer og infrarød for hinderdeteksjon, Batteritid: 5 timer kontinuerlig bruk."
        },
        {
            "bilde": "spider_2.jpg",
            "tittel": "EdderkoppBot 2.0",
            "beskrivelse": "EdderkoppBot 2.0 er den oppgraderte versjonen med mer presise bevegelser og avansert teknologi. Med sine 8 ben og realistiske edderkoppelyder, er den den perfekte roboten for både samlere og eventyrere.",
            "pris": "1 799,99 NOK",
            "General": "En avansert robotedderkopp med forbedrede funksjoner og flere interaktive muligheter.",
            "Kategori": "Arachnid & Other Invertebrates",
            "Storrelse": "Medium",
            "Vekt": 1.8,
            "Materiale": "Karbonfiber og slitesterk plast for økt holdbarhet",
            "Batteri": "Oppladbart litium-ion-batteri",
            "Lading": 3,
            "Garanti": "2 år",
            "Funksjoner": "8 bevegelige ben, realistiske edderkoppelyder, LED-lys, stemmestyring og avansert hinderdeteksjon.",
            "Aldersanbefaling": 12,
            "Spesifikasjoner": "Hastighet: 1 m/s, Sensorer: Berøringssensorer, infrarød for hinderdeteksjon, og akselerometer for presise bevegelser, Batteritid: 6 timer kontinuerlig bruk."
        },
        {
            "bilde": "spider_3.jpg",
            "tittel": "EdderkoppBot 3.0",
            "beskrivelse": "EdderkoppBot 3.0 er den ultimate robotedderkoppen, designet for å tilby den mest realistiske opplevelsen. Med avansert kunstig intelligens og presis bevegelse, er dette et mesterverk for samlere og teknologi-entusiaster.",
            "pris": "2 199,99 NOK",
            "General": "En toppmoderne robotedderkopp med avansert AI og utrolige bevegelsesmuligheter.",
            "Kategori": "Arachnid & Other Invertebrates",
            "Storrelse": "Stor",
            "Vekt": 2.2,
            "Materiale": "Karbonfiber og titanium for uovertruffen holdbarhet",
            "Batteri": "Oppladbart litium-ion-batteri",
            "Lading": 4,
            "Garanti": "3 år",
            "Funksjoner": "Fjernstyrt bevegelse, 8 fullt bevegelige ben, kunstig intelligens for personlig tilpasning, realistiske lyder, LED-lys og interaktive spillmoduser.",
            "Aldersanbefaling": 14,
            "Spesifikasjoner": "Hastighet: 1.5 m/s, Sensorer: Berøringssensorer, infrarød for hinderdeteksjon, akselerometer for presise bevegelser, Kamera for interaksjon, Batteritid: 8 timer kontinuerlig bruk."
        },
        {
            "bilde": "crab_1.jpg",
            "tittel": "KrabbeBot 1.0",
            "beskrivelse": "KrabbeBot 1.0 er en fascinerende robotkrabbe som etterligner de karakteristiske sidelengs bevegelsene til en ekte krabbe. Perfekt for de som elsker det marine liv og ønsker en unik robotvenn.",
            "pris": "1 299,99 NOK",
            "General": "En robotkrabbe med realistiske bevegelser og sjørelaterte lyder.",
            "Kategori": "Arachnid & Other Invertebrates",
            "Storrelse": "Medium",
            "Vekt": 1.3,
            "Materiale": "Robust plast og silikon for realistiske detaljer",
            "Batteri": "Oppladbart litium-ion-batteri",
            "Lading": 3,
            "Garanti": "2 år",
            "Funksjoner": "Sidelengs bevegelse, realistiske krabbe-lyder, LED-lys i øynene, og sensorbasert hinderdeteksjon.",
            "Aldersanbefaling": 8,
            "Spesifikasjoner": "Hastighet: 0.7 m/s, Sensorer: Berøringssensorer og infrarød for hinderdeteksjon, Batteritid: 5 timer kontinuerlig bruk."
        },
        {
            "bilde": "snake_1.jpg",
            "tittel": "SlangeBot 1.0",
            "beskrivelse": "SlangeBot 1.0 er en imponerende robotslange som etterligner de smidige og elegante bevegelsene til en ekte slange. Med sine fleksible bevegelser og realistiske lyder, er den perfekt for både samlere og eventyrere.",
            "pris": "1 499,99 NOK",
            "General": "En robotslange med realistiske bevegelser og livaktige detaljer.",
            "Kategori": "Arachnid & Other Invertebrates",
            "Storrelse": "Stor",
            "Vekt": 1.8,
            "Materiale": "Slitesterk plast og myk silikon for realistisk følelse",
            "Batteri": "Oppladbart litium-ion-batteri",
            "Lading": 3.5,
            "Garanti": "2 år",
            "Funksjoner": "Fjernstyrt bevegelse, realistiske slange-lyder, fleksible bevegelser og LED-lys.",
            "Aldersanbefaling": 10,
            "Spesifikasjoner": "Hastighet: 1 m/s, Sensorer: Berøringssensorer og infrarød for hinderdeteksjon, Batteritid: 6 timer kontinuerlig bruk."
        }
    ],
    "Primates": [
        {
            "bilde": "gorilla_1.jpg",
            "tittel": "GorillaBot 1.0",
            "beskrivelse": "GorillaBot 1.0 er en imponerende robotgorilla som etterligner den kraftfulle og majestetiske bevegelsen til en ekte gorilla. Med sine realistiske detaljer og kraftige bevegelser, er dette en robotvenn som virkelig utstråler styrke og karakter.",
            "pris": "2 499,99 NOK",
            "General": "En robotgorilla med realistiske bevegelser, kraftige lyder og imponerende styrke.",
            "Kategori": "Primates",
            "Storrelse": "Stor",
            "Vekt": 5.0,
            "Materiale": "Høykvalitets metall og plast for ekstra holdbarhet og styrke",
            "Batteri": "Oppladbart litium-ion-batteri",
            "Lading": 4,
            "Garanti": "3 år",
            "Funksjoner": "Bevegelige armer og ben, realistiske gorillalyder, LED-lys, og avansert hinderdeteksjon.",
            "Aldersanbefaling": 12,
            "Spesifikasjoner": "Hastighet: 1.2 m/s, Sensorer: Berøringssensorer og infrarød for hinderdeteksjon, Batteritid: 7 timer kontinuerlig bruk."
        },
        {
            "bilde": "gorilla_2.jpg",
            "tittel": "GorillaBot 2.0",
            "beskrivelse": "GorillaBot 2.0 er den nyeste oppgraderte modellen, med forbedrede bevegelser, økt styrke og mer realistiske lyder. Denne roboten etterligner den majestetiske gorillens kraft og intelligens, og gir en enestående opplevelse.",
            "pris": "2 999,99 NOK",
            "General": "En avansert robotgorilla med forbedret bevegelsesevne, kunstig intelligens og realistiske lyder.",
            "Kategori": "Primates",
            "Storrelse": "Stor",
            "Vekt": 5.5,
            "Materiale": "Karbonfiber og metall for ekstra holdbarhet og fleksibilitet",
            "Batteri": "Oppladbart litium-ion-batteri",
            "Lading": 4.5,
            "Garanti": "3 år",
            "Funksjoner": "Fjernstyrt bevegelse, realistiske gorillalyder, LED-lys i øynene og interaktive spillmoduser.",
            "Aldersanbefaling": 14,
            "Spesifikasjoner": "Hastighet: 1.5 m/s, Sensorer: Berøringssensorer, infrarød for hinderdeteksjon, akselerometer for presis bevegelse, Batteritid: 8 timer kontinuerlig bruk."
        },
        {
            "bilde": "lost_boy_robot_1.jpg",
            "tittel": "Lost Boy Robot 1.0",
            "beskrivelse": "Lost Boy Robot 1.0 er en robotfigur inspirert av eventyr og utforskning. Med sin ungdommelige energi og karakteristiske design, bringer denne roboten et snev av magi og mystikk til enhver samling.",
            "pris": "2 199,99 NOK",
            "General": "En robot med en ung og eventyrlysten personlighet, perfekt for både samling og interaktiv lek.",
            "Kategori": "Primates",
            "Storrelse": "Medium",
            "Vekt": 3.0,
            "Materiale": "Plast og metall for en lett, men holdbar konstruksjon",
            "Batteri": "Oppladbart litium-ion-batteri",
            "Lading": 3,
            "Garanti": "2 år",
            "Funksjoner": "Fjernstyrt bevegelse, stemmeinteraksjon, LED-lys i øynene, og eventyrbaserte spillmoduser.",
            "Aldersanbefaling": 10,
            "Spesifikasjoner": "Hastighet: 1 m/s, Sensorer: Berøringssensorer og infrarød for hinderdeteksjon, Batteritid: 6 timer kontinuerlig bruk."
        },
        {
            "bilde": "lost_boy_robot_2.jpg",
            "tittel": "Lost Boy Robot 2.0",
            "beskrivelse": "Lost Boy Robot 2.0 er en oppgradert versjon av den eventyrlystne roboten, med forbedrede interaktive funksjoner og mer realistiske bevegelser. Denne modellen har mer avansert kunstig intelligens og kan tilpasse seg brukerens preferanser.",
            "pris": "2 499,99 NOK",
            "General": "En videreutviklet robot med kunstig intelligens, nye spillmoduser og mer realistiske interaksjoner.",
            "Kategori": "Primates",
            "Storrelse": "Medium",
            "Vekt": 3.2,
            "Materiale": "Karbonfiber og slitesterk plast for ekstra holdbarhet",
            "Batteri": "Oppladbart litium-ion-batteri",
            "Lading": 3.5,
            "Garanti": "2 år",
            "Funksjoner": "Fjernstyrt bevegelse, avansert stemmeinteraksjon, LED-lys i øynene, og tilpassede eventyrspill.",
            "Aldersanbefaling": 12,
            "Spesifikasjoner": "Hastighet: 1.2 m/s, Sensorer: Berøringssensorer, infrarød for hinderdeteksjon, akselerometer for presis bevegelse, Batteritid: 7 timer kontinuerlig bruk."
        },
        {
            "bilde": "walking_humanoid_remote_1.jpg",
            "tittel": "Walking Humanoid Remote 1.0",
            "beskrivelse": "Walking Humanoid Remote 1.0 er en sofistikert humanoid robot som kombinerer avansert teknologi med realistiske menneskelige bevegelser. Med sin fjernstyring og interaktive evner, er denne roboten både en praktisk assistent og en underholdende følgesvenn.",
            "pris": "3 499,99 NOK",
            "General": "En humanoid robot med avansert kunstig intelligens, realistiske bevegelser og stemmeinteraksjon.",
            "Kategori": "Primates",
            "Storrelse": "Stor",
            "Vekt": 7.0,
            "Materiale": "Aluminium og slitesterk plast for maksimal holdbarhet",
            "Batteri": "Oppladbart litium-ion-batteri",
            "Lading": 5,
            "Garanti": "3 år",
            "Funksjoner": "Fjernstyrt bevegelse, talekommandofunksjon, LED-øyne, avansert ansiktsgjenkjenning, og interaktive spillmoduser.",
            "Aldersanbefaling": 14,
            "Spesifikasjoner": "Hastighet: 1.5 m/s, Sensorer: Berøringssensorer, infrarød for hinderdeteksjon, akselerometer for presis bevegelse, Kamera for ansiktsgjenkjenning, Batteritid: 8 timer kontinuerlig bruk."
        }
    ],
    "Robotic Wonders": [
        {
            "bilde": "quadrapod_1.jpg",
            "tittel": "Quadrapod 1.0",
            "beskrivelse": "Quadrapod 1.0 er en avansert robot med fire ben, designet for å etterligne dyrelivets eleganse og stabilitet. Med sine smidige bevegelser og robuste konstruksjon, er den ideell for både samling og praktisk bruk.",
            "pris": "2 799,99 NOK",
            "General": "En firebeint robot med realistiske bevegelser, perfekt for både utstilling og funksjonell bruk.",
            "Kategori": "Robotic Wonders",
            "Storrelse": "Stor",
            "Vekt": 4.5,
            "Materiale": "Karbonfiber og rustfritt stål for ekstra styrke og holdbarhet",
            "Batteri": "Oppladbart litium-ion-batteri",
            "Lading": 4,
            "Garanti": "3 år",
            "Funksjoner": "Fjernstyrt bevegelse, smidige benbevegelser, LED-lys, og avansert hinderdeteksjon.",
            "Aldersanbefaling": 12,
            "Spesifikasjoner": "Hastighet: 1.2 m/s, Sensorer: Berøringssensorer og infrarød for hinderdeteksjon, Batteritid: 6 timer kontinuerlig bruk."
        },
        {
            "bilde": "pentapod_1.jpg",
            "tittel": "Pentapod 1.0",
            "beskrivelse": "Pentapod 1.0 er en futuristisk robot med fem ben, designet for å tilby overlegen stabilitet og bevegelse. Med sitt unike design og avanserte teknologi, er den perfekt for både teknologientusiaster og de som søker en imponerende robotvenn.",
            "pris": "3 199,99 NOK",
            "General": "En fembeint robot med eksepsjonelle bevegelser og stabilitet, perfekt for utfordrende terreng og utfordringer.",
            "Kategori": "Robotic Wonders",
            "Storrelse": "Stor",
            "Vekt": 5.0,
            "Materiale": "Karbonfiber og titanium for uovertruffen styrke og holdbarhet",
            "Batteri": "Oppladbart litium-ion-batteri",
            "Lading": 4.5,
            "Garanti": "3 år",
            "Funksjoner": "Fjernstyrt bevegelse, fem fleksible ben, LED-lys, avansert hinderdeteksjon, og høy stabilitet.",
            "Aldersanbefaling": 14,
            "Spesifikasjoner": "Hastighet: 1.5 m/s, Sensorer: Berøringssensorer, infrarød for hinderdeteksjon, akselerometer for presis bevegelse, Batteritid: 7 timer kontinuerlig bruk."
        },
        {
            "bilde": "talking_toaster_1.jpg",
            "tittel": "Snakkende Brødrister 1.0",
            "beskrivelse": "Snakkende Brødrister 1.0 er en morsom og interaktiv robot som kombinerer en klassisk husholdningsgjenstand med moderne teknologi. Denne brødristeren kan ikke bare riste brød, men også føre samtaler og gi deg små morsomme kommentarer!",
            "pris": "1 199,99 NOK",
            "General": "En brødrister med personlighet, som kan snakke, gi kommentarer og til og med spille musikk.",
            "Kategori": "Robotic Wonders",
            "Storrelse": "Medium",
            "Vekt": 2.0,
            "Materiale": "Høykvalitets plast og rustfritt stål",
            "Batteri": "Oppladbart litium-ion-batteri",
            "Lading": 3,
            "Garanti": "2 år",
            "Funksjoner": "Fjernstyrt bevegelse, stemmeinteraksjon, LED-lys, og muligheten til å spille av morsomme lyder og kommentarer.",
            "Aldersanbefaling": 8,
            "Spesifikasjoner": "Hastighet: 0.5 m/s (for bevegelse), Sensorer: Berøringssensorer, Batteritid: 4 timer kontinuerlig bruk."
        },
        {
            "bilde": "weird_robot_1.jpg",
            "tittel": "Weird Robot 1.0",
            "beskrivelse": "Weird Robot 1.0 er en uforutsigbar og morsom robot som bryter alle regler for konvensjonell design. Med sine uvanlige bevegelser, uventede lyder og eksentriske funksjoner, er denne roboten et perfekt valg for de som søker noe helt unikt.",
            "pris": "1 799,99 NOK",
            "General": "En robot med et uvanlig design og unike funksjoner, perfekt for de som elsker å overraske og skape oppmerksomhet.",
            "Kategori": "Robotic Wonders",
            "Storrelse": "Medium",
            "Vekt": 3.0,
            "Materiale": "Blandet plast og metall for et kreativt og holdbart design",
            "Batteri": "Oppladbart litium-ion-batteri",
            "Lading": 3.5,
            "Garanti": "2 år",
            "Funksjoner": "Uforutsigbare bevegelser, morsomme lyder, LED-lys, og uventede interaksjoner.",
            "Aldersanbefaling": 10,
            "Spesifikasjoner": "Hastighet: 0.8 m/s, Sensorer: Berøringssensorer og infrarød for hinderdeteksjon, Batteritid: 5 timer kontinuerlig bruk."
        },
        {
            "bilde": "wheeled_ballon_1.jpg",
            "tittel": "Hjulballong 1.0",
            "beskrivelse": "Hjulballong 1.0 er en leken og luftig robot som svever på hjul og har en stor, fargerik ballong som gir den et unikt, morsomt utseende. Denne roboten er perfekt for underholdning og lette oppgaver, samtidig som den lyser opp ethvert rom med sitt glade design.",
            "pris": "1 499,99 NOK",
            "General": "En robot som kombinerer hjulbevegelse med en fargerik ballong, ideell for underholdning og dekorasjon.",
            "Kategori": "Robotic Wonders",
            "Storrelse": "Liten",
            "Vekt": 1.2,
            "Materiale": "Lett plast og fleksibel gummi for ballongen",
            "Batteri": "Oppladbart litium-ion-batteri",
            "Lading": 2.5,
            "Garanti": "1 år",
            "Funksjoner": "Fjernstyrt bevegelse, LED-lys, og interaktive spillmoduser.",
            "Aldersanbefaling": 6,
            "Spesifikasjoner": "Hastighet: 0.5 m/s, Sensorer: Berøringssensorer for enkel hinderdeteksjon, Batteritid: 4 timer kontinuerlig bruk."
        }
    ],
    "Dinosaurs": [
        {
            "bilde": "dinosaur_1.jpg",
            "tittel": "DinosaurBot 1.0",
            "beskrivelse": "DinosaurBot 1.0 er en imponerende robot som etterligner de majestetiske dinosaurene fra fortiden. Med realistiske bevegelser og lyder, gir denne roboten en autentisk opplevelse som tar deg tilbake til en tid med gigantiske skapninger.",
            "pris": "3 499,99 NOK",
            "General": "En robot som bringer dinosaurenes storhet tilbake til livet med realistiske bevegelser og imponerende detaljer.",
            "Kategori": "Dinosaurs",
            "Storrelse": "Stor",
            "Vekt": 6.5,
            "Materiale": "Robust plast og metall for holdbarhet og realistisk utseende",
            "Batteri": "Oppladbart litium-ion-batteri",
            "Lading": 5,
            "Garanti": "3 år",
            "Funksjoner": "Fjernstyrt bevegelse, realistiske lyder, LED-øyne og realistiske bevegelsesmoduser.",
            "Aldersanbefaling": 12,
            "Spesifikasjoner": "Hastighet: 1 m/s, Sensorer: Berøringssensorer, infrarød for hinderdeteksjon, Batteritid: 6 timer kontinuerlig bruk."
        },
        {
            "bilde": "dinosaur_2.jpg",
            "tittel": "DinosaurBot 2.0",
            "beskrivelse": "DinosaurBot 2.0 er en videreutviklet versjon av den klassiske dinosaurroboten, med enda mer realistiske bevegelser, høyere detaljrikdom og forbedrede interaktive funksjoner. Denne roboten bringer dinosaurenes kraft og majestet til et nytt nivå.",
            "pris": "3 799,99 NOK",
            "General": "En forbedret robot som etterligner dinosaurenes imponerende fysikk og bevegelse, med ekstra funksjoner som stemmeinteraksjon og tilpassede spillmoduser.",
            "Kategori": "Dinosaurs",
            "Storrelse": "Stor",
            "Vekt": 7.0,
            "Materiale": "Høykvalitets plast og metall for realistisk utseende og langvarig holdbarhet",
            "Batteri": "Oppladbart litium-ion-batteri",
            "Lading": 5.5,
            "Garanti": "3 år",
            "Funksjoner": "Fjernstyrt bevegelse, realistiske lyder, LED-øyne, stemmeinteraksjon, og avansert hinderdeteksjon.",
            "Aldersanbefaling": 14,
            "Spesifikasjoner": "Hastighet: 1.2 m/s, Sensorer: Berøringssensorer, infrarød for hinderdeteksjon, akselerometer for presis bevegelse, Batteritid: 7 timer kontinuerlig bruk."
        },
        {
            "bilde": "dinosaur_3.jpg",
            "tittel": "DinosaurBot 3.0",
            "beskrivelse": "DinosaurBot 3.0 er en toppmoderne robot som kombinerer avansert teknologi med den uforlignelige kraften og majesteten til en dinosaur. Med sine hyper-realistiske bevegelser, dynamiske lyder og interaktive funksjoner, er denne roboten en ekte tidsmaskin til fortiden.",
            "pris": "4 199,99 NOK",
            "General": "Den mest avanserte dinosaurroboten på markedet, med ekstraordinær bevegelsesevne, realistiske lyder og en rekke interaktive spillmoduser.",
            "Kategori": "Dinosaurs",
            "Storrelse": "Veldig stor",
            "Vekt": 9.0,
            "Materiale": "Ultraholdbar plast og metall for ekstra realistisk utseende og lang levetid",
            "Batteri": "Oppladbart litium-ion-batteri",
            "Lading": 6,
            "Garanti": "3 år",
            "Funksjoner": "Fjernstyrt bevegelse, realistiske lyder, LED-øyne, stemmeinteraksjon, avansert hinderdeteksjon og interaktive oppdrag.",
            "Aldersanbefaling": 16,
            "Spesifikasjoner": "Hastighet: 1.5 m/s, Sensorer: Berøringssensorer, infrarød for hinderdeteksjon, akselerometer for presis bevegelse, Batteritid: 8 timer kontinuerlig bruk."
        }
    ]
}
